Repository: IBMPredictiveAnalytics/SPSSINC_PROCESS_FILES
Catalog: src/lang/*/SPSSINC_PROCESS_FILES.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Either FILELIST or INPUTDATA must be specified but not both
de: Es muss entweder FILELIST oder INPUTDATA angegeben werden, nicht jedoch beides.
es: Se debe especificar FILELIST o INPUTDATA, pero no ambos
fr: FILELIST ou INPUTDATA doit être indiqué, mais pas les deux
it: È necessario specificare FILELIST o INPUTDATA, ma non entrambi
ja: FILELIST または INPUTDATA を指定する必要がありますが、両方は指定できません
ko: FILELIST 또는 INPUTDATA 중 하나만 지정되어야 합니다.
pl: Należy określić słowo kluczowe FILELIST lub INPUTDATA, ale nie obydwa
pt_br: FILELIST ou INPUTDATA deve ser especificado, mas não ambos.
ru: Должно быть указано ключевое слово FILELIST или INPUTDATA, но не оба одновременно
zh_cn: 必须指定 FILELIST 或 INPUTDATA，但不得同时指定这两者
zh_tw: 必須指定 FILELIST 或 INPUTDATA，但不要同時指定二者

source: Cannot specify both VIEWERDIR and VIEWEROUTFILE
de: VIEWERDIR und VIEWEROUTFILE können nicht beide angegeben werden.
es: No puede especificar ambos, VIEWERDIR y VIEWEROUTFILE
fr: Impossible d'indiquer à la fois VIEWERDIR et VIEWEROUTFILE
it: Impossibile specificare sia VIEWERDIR che VIEWEROUTFILE
ja: VIEWERDIR と VIEWEROUTFILE の両方を指定することはできません
ko: VIEWERDIR 및 VIEWEROUTFILE을 둘 다 지정할 수 없습니다.
pl: Nie można określić jednocześnie VIEWERDIR i VIEWEROUTFILE
pt_br: Não é possível especificar VIEWERDIR e VIEWEROUTFILE
ru: Нельзя задавать и VIEWERDIR, и VIEWEROUTFILE
zh_cn: 不得同时指定 VIEWERDIR 和 VIEWEROUTFILE
zh_tw: 不能同時指定 VIEWERDIR 和 VIEWEROUTFILE

source: Must specify either a syntax file or searching but not both
de: Es muss entweder eine Syntaxdatei oder eine Suche angegeben werden, nicht jedoch beides.
es: Debe especificar un archivo de sintaxis o una búsqueda, pero no ambos
fr: Un fichier de syntaxe ou une recherche doit être indiqué
it: È necessario specificare un file di sintassi o la ricerca ma non entrambi
ja: シンタックス ファイルまたは検索を指定する必要がありますが、両方は指定できません
ko: 명령문 파일 또는 검색 중 하나만 지정해야 합니다.
pl: Należy określić plik komend lub wyszukiwanie, ale nie obydwa
pt_br: Deve especificar um arquivo de sintaxe ou de procura, mas não ambos
ru: Надо задать либо файл синтаксиса, либо поиск, но не то и другое вместе
zh_cn: 必须指定某个语法文件或者指定搜索，但不得同时指定这两者
zh_tw: 必須指定語法檔案或搜尋，但不要同時指定二者

source: MACRONAME must start with !
de: MACRONAME muss mit ! beginnen
es: MACRONAME debe empezar con !
fr: MACRONAME doit commencer par !
it: MACRONAME deve iniziare con !
ja: MACRONAME は ! で始まる必要があります
ko: MACRONAME은 !로 시작해야 합니다.
pl: MACRONAME musi zaczynać się od znaku !
pt_br: MACRONAME deve iniciar com !
ru: MACRONAME должно начинаться с !
zh_cn: 必须以 MACRONAME 开头！
zh_tw: MACRONAME 必須以 ! 開頭

source: START: apply %(syntax)s to %(inputsource)s
de: START: %(syntax)s auf %(inputsource)s anwenden
es: START: aplicar %(syntax)s to %(inputsource)s
fr: DEBUT : appliquer %(syntax)s à %(inputsource)s
it: START: applicare %(syntax)s a %(inputsource)s
ja: START: %(syntax)s を %(inputsource)s に適用します
ko: 시작: %(inputsource)s에 %(syntax)s 적용
pl: START: zastosuj %(syntax)s do %(inputsource)s
pt_br: START: aplicar %(syntax)s para %(inputsource)s
ru: START: применить %(syntax)s к %(inputsource)s
zh_cn: 开始：将 %(syntax)s 应用于 %(inputsource)s
zh_tw: START：將 %(syntax)s 套用至 %(inputsource)s

source: START: searching in %(inputsource)s
de: START: Suche in %(inputsource)s
es: START: buscando en %(inputsource)s
fr: DEBUT : recherche dans %(inputsource)s
it: START: ricerca in %(inputsource)s
ja: START: %(inputsource)s 内を検索します
ko: 시작: %(inputsource)s에서 검색
pl: START: wyszukiwanie w %(inputsource)s
pt_br: START: procurando em %(inputsource)s
ru: START: поиск в %(inputsource)s
zh_cn: 开始：在 %(inputsource)s 中进行搜索
zh_tw: START：在 %(inputsource)s 中搜尋

source: Skipping %s: not a file
de: %s wird übersprungen: keine Datei
es: Omitiendo %s: no un archivo
fr: Ignorer %s : ce n'est pas un fichier
it: %s viene ignorato: non è un file
ja: %s をスキップします: ファイルではありません
ko: %s 건너뛰는 중: 파일이 아님
pl: Pomijanie %s: to nie jest plik
pt_br: Ignorando %s: não é um arquivo
ru: %s пропускается: это не файл
zh_cn: 正在跳过 %s：不是文件
zh_tw: 跳過 %s：不是檔案

source: This version of IBM SPSS Statistics does not support extended characters in macro definitions. Some macros will not be defined.
de: Diese Version von IBM SPSS Statistics unterstützt erweiterte Zeichen in Makrodefinitionen nicht. Einige Makros werden nicht definiert.
es: Esta versión de IBM SPSS Statistics no soporta caracteres ampliados en definiciones de macro.Algunas macros no estarán definidas.
fr: Cette version d'IBM SPSS Statistics ne prend pas en charge les caractères étendus dans les définitions de macro. Certaines macros ne seront pas définies.
it: Questa versione di IBM SPSS Statistics non supporta i caratteri estesi nelle definizioni di macro. Alcune macro non saranno definite.
ja: IBM SPSS Statistics のこのバージョンは、マクロ定義内で 拡張文字をサポートしません。いくつかのマクロは定義されません。
ko: 이 버전의 IBM SPSS Statistics는 매크로 정의에서 확장 문자를 지원하지 않습니다. 일부 매크로가 정의되지 않습니다.
pl: Ta wersja IBM SPSS Statistics nie obsługuje znaków rozszerzonych w definicjach makr. Niektóre makra nie zostaną zdefiniowane.
pt_br: Esta versão do IBM SPSS Statistics não suporta caracteres estendidos em definições de macro. Algumas macros não serão definidas.
ru: Эта версия IBM SPSS Statistics не поддерживает расширенные символы в определениях макрокоманд. Некоторые макрокоманды не будут определены.
zh_cn: 此版本的 IBM SPSS Statistics 在宏定义中 不支持扩展字符。将不会定义某些宏。
zh_tw: 此版本的 IBM SPSS Statistics 不支援 巨集定義中的延伸字元。將不定義部分巨集。

source: Inserting beforesyntax file: %s.
de: Vorverarbeitungssyntax einfügen: %s.
es: Insertando archivo beforesyntax: %s.
fr: Insertion avant le fichier de syntaxe : %s.
it: Inserimento del file beforesyntax: %s.
ja: シンタックス ファイルの前に挿入します: %s。
ko: beforesyntax 파일 삽입 중: %s.
pl: Wstawianie pliku komend BEFORE: %s.
pt_br: Inserindo arquivo beforesyntax: %s.
ru: Вставка файла beforesyntax: %s.
zh_cn: 正在插入前置语法文件：%s。
zh_tw: 插入 beforesyntax 檔案：%s。

source: Serious error processing BEFORE file: %s. Stopping
de: Schwerwiegender Fehler bei Nachverarbeitungsyntax: %s. Wird gestoppt.
es: Error grave al procesar el archivo BEFORE: %s. Deteniendo
fr: Erreur grave de traitement du fichier BEFORE : %s. Arrêt
it: Errore grave durante l'elaborazione del file BEFORE: %s. Arresto in corso
ja: ファイルの前の処理中の重大なエラー: %s。停止します
ko: BEFORE 파일을 처리하는 중에 심각한 오류가 발생했습니다. %s. 중지합니다.
pl: Poważny błąd przetwarzania pliku BEFORE: %s. Zatrzymywanie
pt_br: Erro sério ao processar o arquivo BEFORE: %s. Parando
ru: Серьезная ошибка при обработке файла BEFORE: %s. Выполняется остановка
zh_cn: 处理 BEFORE 文件时发生严重错误：%s。正在停止
zh_tw: 處理 BEFORE 檔案 %s 時發生嚴重錯誤。正在停止

source: Defining: %(input)s and INSERTing %(syntax)s
de: %(input)s wird definiert und %(syntax)s wird eingefügt
es: Definiendo: %(input)s e INSERTing %(syntax)s
fr: Définition : %(input)s et insertion de %(syntax)s
it: Definizione: %(input)s e inserimento (INSERT) di %(syntax)s
ja: 定義中: %(input)s、挿入中: %(syntax)s
ko: 정의: %(input)s 및 INSERTing %(syntax)s
pl: Definiowanie: %(input)s oraz wstawianie (INSERT) %(syntax)s
pt_br: Definindo: %(input)s e INSERTing %(syntax)s
ru: Определение: %(input)s и вставка %(syntax)s
zh_cn: 正在定义 %(input)s 并插入 %(syntax)s
zh_tw: 定義：%(input)s 和 INSERTing %(syntax)s

source: Continuing
de: Wird fortgesetzt
es: Continuando
fr: Poursuite du traitement
it: L'elaborazione procede
ja: 続行中
ko: 계속
pl: Kontynuowanie
pt_br: Continuando
ru: Процесс продолжается
zh_cn: 正在继续
zh_tw: 繼續中

source: Serious error processing: %s. %s
de: Schwerwiegender Fehler bei der Verarbeitung: %s. %s
es: Proceso de error grave: %s. %s
fr: Erreur grave de traitement : %s. %s
it: Errore grave durante l'elaborazione: %s. %s
ja: 処理中の重大なエラー: %s。 %s
ko: %s 처리 중에 심각한 오류가 발생했습니다. %s
pl: Poważny błąd podczas przetwarzania: %s. %s
pt_br: Erro sério ao processar: %s. %s
ru: Серьезная ошибка при обработке: %s. %s
zh_cn: 处理 %s 时发生严重错误。%s
zh_tw: 處理 %s 時發生嚴重錯誤。%s

source: Stopping
de: Wird gestoppt
es: Deteniendo
fr: Arrêt
it: Arresto in corso
ja: 停止
ko: 중지
pl: Zatrzymywanie
pt_br: Parada
ru: Остановка
zh_cn: 正在停止
zh_tw: 正在停止

source: Writing %s
de: %s wird geschrieben
es: Grabando %s
fr: Ecriture de %s
it: Scrittura di %s
ja: %s を書き込みます
ko: %s 기록 중
pl: Zapisywanie %s
pt_br: Gravando %s
ru: Запись %s
zh_cn: 正在写 %s
zh_tw: 正在寫入 %s

source: Error writing data file
de: Fehler beim Schreiben der Datendatei
es: Error al escribir archivo de datos
fr: Erreur d'écriture du fichier de données
it: Errore durante la scrittura del file di dati
ja: データ ファイルの書き込み中のエラー
ko: 데이터 파일을 쓰는 중 오류가 발생했습니다.
pl: Błąd podczas zapisywania pliku danych
pt_br: Erro ao gravar arquivo de dados
ru: Ошибка записи файла данных
zh_cn: 写数据文件时出错
zh_tw: 寫入資料檔案時發生錯誤

source: Warning: file overwritten: %s
de: Warnung: Datei überschrieben: %s
es: Advertencia: archivo sobrescrito: %s
fr: Avertissement : remplacement du fichier : %s
it: Avviso: file sovrascritto: %s
ja: 警告: ファイルが上書きされました: %s
ko: 경고: 파일을 덮어썼습니다. %s
pl: Ostrzeżenie: nadpisano plik: %s
pt_br: Aviso: arquivo sobrescrito: %s
ru: Предупреждение: файл перезаписан: %s
zh_cn: 警告：文件被覆盖：%s
zh_tw: 警告：檔案已改寫：%s

source: Error writing Viewer file
de: Fehler beim Schreiben der Viewer-Datei
es: Error al escribir archivo de visor
fr: Erreur d'écriture du fichier du visualiseur
it: Errore durante la scrittura del file del Visualizzatore
ja: ビューア ファイルの書き込み中のエラー
ko: 뷰어 파일을 쓰는 중에 오류가 발생했습니다.
pl: Błąd podczas zapisywania pliku raportu
pt_br: Erro ao gravar arquivo do Visualizador
ru: Ошибка при записи файла программы просмотра
zh_cn: 写查看器文件时出错
zh_tw: 寫入檢視器檔案時發生錯誤

source: Warning: Output file overwritten: %s
de: Warnung: Ausgabedatei überschrieben: %s
es: Advertencia: archivo de salida sobrescrito: %s
fr: Avertissement : remplacement du fichier de sortie : %s
it: Avviso: file di output sovrascritto: %s
ja: 警告: 出力ファイルが上書きされました: %s
ko: 경고: 출력 파일을 덮어썼습니다. %s
pl: Ostrzeżenie: Plik wyjściowy nadpisany: %s
pt_br: Aviso: Arquivo de saída sobrescrito: %s
ru: Предупреждение: выходной файл перезаписан: %s
zh_cn: 警告：输出文件被覆盖：%s
zh_tw: 警告：輸出檔已改寫：%s

source: Inserting aftersyntax file: %s.
de: Nachverarbeitungssyntax einfügen: %s.
es: Insertando archivo aftersyntax: %s.
fr: Insertion du fichier aftersyntax : %s.
it: Inserimento del file aftersyntax: %s.
ja: シンタックス ファイルの後に挿入します: %s。
ko: aftersyntax 파일 삽입 중: %s.
pl: Wstawianie pliku komend AFTER: %s.
pt_br: Inserindo arquivo aftersyntax: %s.
ru: Вставка файла aftersyntax: %s.
zh_cn: 正在插入后置语法文件：%s。
zh_tw: 插入 aftersyntax 檔案：%s。

source: Serious error processing AFTER file: %s.
de: Schwerwiegender Fehler bei Nachverarbeitungssyntax: %s.
es: Proceso de error grave de archivo AFTER: %s.
fr: Erreur grave de traitement du fichier AFTER : %s.
it: Errore grave durante l'elaborazione del file AFTER: %s.
ja: ファイルの後の処理中の重大なエラー: %s。
ko: AFTER 파일 처리 중에 심각한 오류가 발생했습니다. %s.
pl: Poważny błąd podczas przetwarzania pliku AFTER: %s.
pt_br: Erro sério ao processar o arquivo AFTER: %s.
ru: Серьезная ошибка при обработке файла AFTER: %s.
zh_cn: 处理 AFTER 文件时发生严重错误：%s。
zh_tw: 處理 AFTER 檔案 %s 時發生嚴重錯誤。

source: : CLOSING LOG
es: : CERRANDO REGISTRO
fr: : FERMETURE DU JOURNAL
it: : CHIUSURA DEL LOG
ja: : ログの終了
ko: : 로그 닫는 중
zh_cn: ：正在关闭日志

source: Bad format in filelist file: %s
de: Ungültiges Format in der Dateilistendatei: %s
es: Formato incorrecto en archivo filelist: %s
fr: Format erroné dans le fichier filelist : %s
it: Formato errato nel file filelist: %s
ja: ファイル リスト ファイル内の形式が誤っています: %s
ko: 파일 목록 파일에 잘못된 형식이 있습니다. %s
pl: Niepoprawny format pliku listy plików: %s
pt_br: Formato inválido no arquivo de lista de arquivos: %s
ru: Неверный формат файла filelist: %s
zh_cn: 文件列表文件中的格式不正确：%s
zh_tw: filelist 檔案 %s 中格式錯誤

source: Relative paths cannot be specified with a drive letter: %s
de: Relative Pfade dürfen nicht mit einem Laufwerkbuchstaben angegeben werden: %s
es: Las vías de acceso relativas no se pueden especificar con una letra de unidad: %s
fr: Les chemins relatifs ne peuvent pas être indiqués avec une lettre d'unité : %s
it: I percorsi relativi non possono essere specificati con una lettera di unità: %s
ja: 相対パスをドライブ名と共に指定することはできません: %s
ko: 드라이브 이름과 함께 상대 경로를 지정할 수 없습니다. %s
pl: Ścieżki względne nie mogą być określane z literą napędu: %s
pt_br: Caminhos relativos não podem ser especificados com uma letra da unidade: %s
ru: Относительные пути нельзя задавать с буквой диска: %s
zh_cn: 不得指定带有盘符的相对路径：%s
zh_tw: 無法使用磁碟機代號指定相對路徑：%s

source: Directory or file does not exist: %s
de: Verzeichnis oder Datei nicht vorhanden: %s
es: El directorio o archivo no existe: %s
fr: Le répertoire ou le fichier n'existe pas : %s
it: La cartella o il file non esistono: %s
ja: ディレクトリまたはファイルが存在しません: %s
ko: 디렉토리 또는 파일이 존재하지 않습니다. %s
pl: Katalog lub plik nie istnieje: %s
pt_br: O diretório ou arquivo não existe: %s
ru: Каталог или файл не существуют: %s
zh_cn: 目录或文件不存在：%s
zh_tw: 目錄或檔案不存在：%s
